bierner.markdown-preview-github-styles
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
en10ve.threejs
esbenp.prettier-vscode
fallenmax.mithril-emmet
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot-chat
glenn2223.live-sass
hridoy.gsap-snippets
johnpapa.vscode-peacock
loczek.next-js-ts-snippets
ms-vscode.vscode-copilot-vision
ms-vscode.vscode-typescript-next
naumovs.color-highlight
pkief.material-icon-theme
pnp.polacode
pranaygp.vscode-css-peek
ritwickdey.liveserver
shd101wyy.markdown-preview-enhanced
slevesque.shader
tejasvi.rainbow-brackets-2
whatwedo.twig
wix.vscode-import-cost
xabikos.javascriptsnippets
